var APP_DATA = {
  "scenes": [
    {
      "id": "0--",
      "name": "메인 홀",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.5783813488039264,
        "pitch": 0.09720530550218776,
        "fov": 1.3926760049349705
      },
      "linkHotspots": [
        {
          "yaw": 1.558555000188715,
          "pitch": 0.33766873649572027,
          "rotation": 0,
          "target": "1-1f1--1"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.559140358559608,
          "pitch": 0.05393579074896948,
          "title": "<span style=\"color: rgb(219, 222, 225); font-family: &quot;gg mono&quot;, &quot;Source Code Pro&quot;, Consolas, &quot;Andale Mono WT&quot;, &quot;Andale Mono&quot;, &quot;Lucida Console&quot;, &quot;Lucida Sans Typewriter&quot;, &quot;DejaVu Sans Mono&quot;, &quot;Bitstream Vera Sans Mono&quot;, &quot;Liberation Mono&quot;, &quot;Nimbus Mono L&quot;, Monaco, &quot;Courier New&quot;, Courier, monospace; font-size: 14px; white-space-collapse: preserve; background-color: rgb(43, 45, 49);\" data-sider-select-id=\"8a42e611-e18b-4a78-be68-317e0cbddab1\">SAN ANDREAS GALLERY OF MODERN ART</span>",
          "text": "<div>SAGMA 는 로스산토스 주에 위치한 현대미술관입니다.</div><div>﻿</div><div>SAGMA는 현대 미술작품의 전시 및 국제교류 및 미술활동의 보급을 위하여 Ajax Versace가 설립한 사업체입니다.</div><div>﻿</div><div>저희는 '미술관'이라는 문화·예술의 발전과 일반 공중의 문화향유 및 예술활동에 이바지하기 위하여,&nbsp;</div><div>﻿</div><div>서화·조각·공예·건축·사진 등 미술에 관한 자료를 수집·관리·보존·전시·교육하는 시설입니다.</div><div><br></div><div>SAGMA에서는 로스 산토스에 거주 중인 다양한 예술가들의 그림·조각·공예·건축·사진 작품 또한 미술관에 전시할 수 있습니다.</div><div><br></div><div>많은 예술가들은 자신의 작품을 대중들이 관람할 수 있게끔 전시하거나, 혹은 경매장을 통하여 작품을 판매하실 수도 있습니다.</div><div><br></div><div>저희 SAGMA는 다양한 개인 예술가들을 모시고 예술가들만</div>"
        }
      ]
    },
    {
      "id": "1-1f1--1",
      "name": "[1F]제1 전시실-1",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.654167851031441,
        "pitch": 0.10356602216930888,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 1.695521307021865,
          "pitch": 0.3458266719539491,
          "rotation": 0,
          "target": "2-1f1--2"
        },
        {
          "yaw": -0.8301822339770268,
          "pitch": 0.4639119026633658,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 2.451159920299797,
          "pitch": -0.02750963989853794,
          "title": "피게라스 근처의 풍경, 1910년<br data-sider-select-id=\"624b8c8b-b158-4c95-a376-0e3c79418530\">",
          "text": "살바도르 달리가 나이 여섯 살때 그린 최초의 그림으로 알려져 있다. 그의 경력 초기에는 피카소와 모네의 영향으로 입체파, 인상파, 소묘파를 번갈아 그리고 있었으며, 1925년 라파엘로와 앵그르의 고전주의에 영향을 받아 그림은 달리의 인상주의 시대의 가장 순수한 예들 중 하나로 알려져 있다.스페인 카탈루냐의 소도시 피게라스에서 태어난 살바도르 달리는 달리 가의 후손으로 태어나 이곳에서 유년시절을 보냅니다. 이 곳, 피게라스는 달리의 마을, 달리의 도시로 불리기도 하며, 훗날 자신의 작품들을 모아둘 곳으로 ‘달리 극장 박물관’을 짓기도 한다.<br data-sider-select-id=\"7d1865bb-6449-4aef-9abd-1804c6837396\">"
        },
        {
          "yaw": 0.9049013657673708,
          "pitch": 0.24605333317099465,
          "title": "창가에 서 있는 소녀, 1925년",
          "text": "달리의 여동생 안나 마리아를 화폭에 담은 시리즈 중 걸작이라 평가받는 그림. 비평가들은 그림을 카탈로니아 누센티즘과 연결시키기도 하였으며,'왼쪽 창문을 제거했다는 사실 하나만으로 점유된 공간과 빈 공간을 결합하여 순수한 평온함과 함께 신비로움을 부여하는 구성적 아름다움'이라 평하기도 했다.<br data-sider-select-id=\"d627e152-c4d4-4cbf-a336-b35969d655ca\">"
        }
      ]
    },
    {
      "id": "2-1f1--2",
      "name": "[1F]제1 전시실-2",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.5749102768969134,
        "pitch": 0.0708645109712247,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.4699316021748565,
          "pitch": 0.60389076592236,
          "rotation": 0,
          "target": "1-1f1--1"
        },
        {
          "yaw": 0.8213992474391567,
          "pitch": 0.5102042081489468,
          "rotation": 5.497787143782138,
          "target": "3-1f1--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -3.0840753276294777,
          "pitch": -0.04712461523419087,
          "title": "루이스 부뉴엘의 초상, 1925년",
          "text": "바르셀로나의 유명한 달마우 갤러리에서 개최된 달리의 첫 개인전에서 전시된 20여점의 작품들 중 하나. 루이스 부뉴엘은 스페인의 영화감독으로, 영화 역사상 가장 위대한 감독 중 한 명으로 불리는 거장 중의 거장이다. 이 당시 살바도르 달리는 마드리드의 대학에서 루이스 부뉴엘을 만나 페데리코 가르시아 로르카, 페핀 벨로 등과 함께 지식인 모임을 결성했다. 당대를 풍미하던 초현실주의에 심취해 있었던 두 청년, 살바도르 달리와 루이스 부뉴엘은 의기투합하여 이성과 관념, 체제를 철저하게 배격하는 영화를 만들었는데, 가장 대표적인 영화가 바로 &lt;안달루시안의 개&gt; 다."
        },
        {
          "yaw": 1.8798287441742074,
          "pitch": -0.024608737191417873,
          "title": "위대한 편집광, 1936년",
          "text": "달리의 유명한 '편집광적 비평방법'을 통해 회화에 사물에다 의외의 환상적인 해석을 하여 프로이트가 설명한 잠재의식 세계의 내용을 표출시켰다. 그림의 이중 이미지에 대한 해석을 할 수 있는 능력은 편집광 정도에 따라 결정되는데, 꿈의 산물인 환상을 얼마나 체계적으로 질서정연하게 설명할 수 있는가에 달려 있다.&nbsp;<br data-sider-select-id=\"986fa29d-ef30-483f-8e9a-4627dcfafa73\">"
        },
        {
          "yaw": -0.49290343204184417,
          "pitch": 0.30806808785738937,
          "title": "소름의 시작, 1925년",
          "text": "초기 작품들 중 완전히 초현실주의적인 성향을 띤 작품 중의 하나. 달걀 노른자처럼 끈끈하고 내장과 같이 부드러운 형태는 도망가는 선들, 글자, 그리고 숫자에 의해 표현된 엄격한 기하학적 공간의 도식 안에서 분배된다. 사물들의 정확한 표현과 비현실성의 혼합은 이후 모든 작품들의 기본적인 골격이 되었다.&nbsp;"
        }
      ]
    },
    {
      "id": "3-1f1--",
      "name": "[1F]제1 전시실 복도",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.7387856879678667,
        "pitch": 0.05720232107874601,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 2.0119459877004076,
          "pitch": 0.24009169115524642,
          "rotation": 11.780972450961727,
          "target": "4-1f---"
        },
        {
          "yaw": -1.3441319652854453,
          "pitch": 0.6126440081877007,
          "rotation": 6.283185307179586,
          "target": "2-1f1--2"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "4-1f---",
      "name": "[1F]기억의 지속 그 속",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.1695988318736283,
        "pitch": -0.03784072068123834,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.9576871886296825,
          "pitch": 0.5497888566613867,
          "rotation": 0.7853981633974483,
          "target": "3-1f1--"
        },
        {
          "yaw": 0.22117580336066744,
          "pitch": 0.5422007174898695,
          "rotation": 4.71238898038469,
          "target": "5-1f-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.1383770089336736,
          "pitch": 0.024231906205551823,
          "title": "기억의 지속 그 속",
          "text": "초현실주의를 대표하는 얼굴인 살바도르 달리의 작품 중에서도 가장 대표적인 작품을 입체화 한 공간, 반사를 통해 바다와 해안선의 연장 그리고 황금빛 절벽을 표현 하였다."
        }
      ]
    },
    {
      "id": "5-1f-",
      "name": "[1F]메인 전시실",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 0.16401747676987455,
        "pitch": -0.037598848247759165,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 2.125656240944486,
          "pitch": 0.41240055534621867,
          "rotation": 6.283185307179586,
          "target": "6-1f3-"
        },
        {
          "yaw": 2.955011568309093,
          "pitch": 0.43023629468461166,
          "rotation": 12.566370614359176,
          "target": "4-1f---"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.33302456457201934,
          "pitch": 0.1373438976630439,
          "title": "사라지는 볼테르의 흉상, 1940년",
          "text": "볼테르의 흉상은 편집광적 비평방법 중 이중형상기법이 가장 정교하게 접목된 대표적인 작품이다. 작품을 자세히 들여다보면, 한 세계에서는 반나체의 여성이 노예를 구경하고 있고, 두번째 세계에서는 두 여성과 아치형 문이 결합하면서 볼테르의 흉상을 나타내고 있다."
        },
        {
          "yaw": 0.4660273738690037,
          "pitch": 0.2152527605518202,
          "title": "잠에서 깨기 직전 석류 주변을 날아다니는 꿀벌에 의해",
          "text": "...야기된 꿈, 1944<br>아주 먹음직스러운 석류 위로 덤벼들고 있는 두 마리의 호랑이는 벌을 암시하며 착검한 장총은 벌의 위협적인 독침을 암시하고 있다. 달리 작품 특징 중 하나는 그가 좋아하는 음식들로 채워져 독특하고, 환각적인 느낌을 만들어낸다는 것.<br>"
        },
        {
          "yaw": 1.217261759201012,
          "pitch": 0.24682352129436325,
          "title": "끝이 없는 수수께끼, 1938",
          "text": "프로이트의 다양한 초상 중 죽음이 임박함을 무의식적으로 형상화하였다. 이중 이미지 기법은 이 부분에서 저 부분으로 주의를 집중할 때마다 그림은 프로이트의 흉상, 정물, 비스듬히 누어있는 남자, 그레이하운드와 같은 결정되지 않은 많은 이미지로 읽힐 수 있다."
        }
      ]
    },
    {
      "id": "6-1f3-",
      "name": "[1F]제3 전시실",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 2.426334373299097,
        "pitch": 0.0236723067306297,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.16046316747039135,
          "pitch": 0.31666313617916586,
          "rotation": 0.7853981633974483,
          "target": "7-2f"
        },
        {
          "yaw": -1.5532546084555072,
          "pitch": 0.4876745046887798,
          "rotation": 0.7853981633974483,
          "target": "5-1f-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.5223667481531535,
          "pitch": 0.27571942791178117,
          "title": "초봄의 나날들, 1929",
          "text": "달리는 캔버스 중앙에 어린시절 사진을 배치하여 그림 속 이미지들이 어린시절과 관련이 있음을 암시했다.그리고 회색 황무지가 두 개의 거대한 선에 의해 분리된 환상의 무대로,꿈의 자유로운 연상을 통해 연결된 것처럼 여러 인물들을 한데 배치하였다.절단된 배경 속 부유하는 듯한 형상들의 대비는 불협화음으로 표현되었다."
        },
        {
          "yaw": 2.3856407924539784,
          "pitch": 0.2552911792521755,
          "title": "기억의 지속, 1931년",
          "text": "편집광적 비평 방법은 세 가지가 있다.첫째,일상적인 사물에 의외의 환상적인 해석을 한 이중 이미지로 잠재의식의 세계를 표출시키는 것.둘째,경험적인 소재를 생소한 물체로 왜곡시켜 인간의 의식 속에 새로운 자극을 주는 것.셋째,물체가 가지고 있는 원래의 관념을 완전히 바꿔 새로운 이미지의 관념으로 부각되게 하는것.&nbsp;"
        },
        {
          "yaw": 1.325121663067419,
          "pitch": 0.25827234307200087,
          "title": "현기증 또는 쾌락의 탑, 1930",
          "text": "가장 대표적인 형이상학적 그림이다. 그림 외부에서 투사된 검은색 그림자와 신비스러운 형상은 거대한 위협으로 다가오며, 이것은 불안전한 평형상태를 이루고 있는 공도 그러한 역할을 한다. 한 쌍의 부부, 사랑과 죽음의 상징, 그리고 사자 머리는 &lt;위대한 수음자&gt;와 이 시기 다른 그림에서도 나타난다.&nbsp;"
        }
      ]
    },
    {
      "id": "7-2f",
      "name": "[2F]복도",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.7881014260163095,
        "pitch": 0.03625777112670292,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 1.9085240287860392,
          "pitch": 0.3113772989878125,
          "rotation": 0,
          "target": "8-2f4--1"
        },
        {
          "yaw": -2.345027804200962,
          "pitch": 0.8008455887757258,
          "rotation": 0,
          "target": "6-1f3-"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "8-2f4--1",
      "name": "[2F]제4 전시실-1",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 2.895377079934695,
        "pitch": -0.03545998178559806,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.376310468798371,
          "pitch": 0.3286234496582665,
          "rotation": 1.5707963267948966,
          "target": "7-2f"
        },
        {
          "yaw": 1.765531758379228,
          "pitch": 0.5125031379826996,
          "rotation": 6.283185307179586,
          "target": "9-2f4--2"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.638349964778591,
          "pitch": 0.36792447160424047,
          "title": "이해할 수 없는 5m 길이의 손잡이를 가진 날아다니는 거대",
          "text": "..한 찻잔, 1944<div>1932년 그림에 대해 새로운 해석을 가하여 그린 그림으로서 이 그림에서는 찻잔에 붙어 있는 손잡이가 과도하게 늘어져 있다. 이렇듯 달리의 과학에 대한 관심은 이 그림처럼 찻잔의 손잡이로부터 비롯된 대수학적 나선형에서 발전되어 나타난다.</div>"
        },
        {
          "yaw": 2.7785455731901987,
          "pitch": 0.3463064435882366,
          "title": "정거장의 때이른 골화, 1930<br data-sider-select-id=\"b180b775-5f7a-4a7e-9066-971d5bf0d8ea\">",
          "text": "&lt;기억의 영속성&gt;이라는 작품을 완성하기 일 년 전 부드러운 시계가 표현된 첫 작품이다. 시계는 단단한 물체이지만 상대성 원리에 따르면 시간은 유연하다. 앙상한 인체는 기차역이 연상케 하는 동적인 특징과 대조를 이룬다. 이렇게 형이상학적 풍경화로 변화하는 작품은 1930년대 초반에 많이 나타난다."
        },
        {
          "yaw": 2.2663185617961457,
          "pitch": 0.20205423177523407,
          "title": "꽃의 머리를 가진 여인이 콜라 나무로 만든 피아노 껍질",
          "text": "...을 바닷가에서 만나다, 1936<div>마치 산호나 해조류 같은 식물의 머리를 한 여자들은 막스 에른스트의 형상을 연상시킨다. 앞 작품의 이미지처럼 피아노나 첼로는 불안정하고 꿈 속에 나타나는 환상적 존재의 증거물이다.<br></div>"
        }
      ]
    },
    {
      "id": "9-2f4--2",
      "name": "[2F]제4 전시실-2",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.6408377422854787,
        "pitch": 0.003249307033748039,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.7192478045911024,
          "pitch": 0.6023424974576592,
          "rotation": 0,
          "target": "8-2f4--1"
        },
        {
          "yaw": 0.8336921128847727,
          "pitch": 0.47440913568301113,
          "rotation": 5.497787143782138,
          "target": "10-2f--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 2.3037459839355785,
          "pitch": -0.016407500256338636,
          "title": "산 속의 호수 : 전화기가 있는 해변, 1938",
          "text": "호수는 물고기처럼 보이기도 하지만, 남성의 성기처럼 보이기도 한다. 호수는 자신의 형, 살바도르가 죽고난 뒤 그의 부모가 찾았던 곳이다. 반면, 전화기는 영국 수상 네빌 체임벌린이 히틀러와 협상할 때 사용한 전화기로써 죽은 형에 대한 죄책감과 전쟁에 대한 거부감을 드러내는 작품이다.&nbsp;"
        },
        {
          "yaw": 0.7825406265930912,
          "pitch": -0.014702858288771381,
          "title": "바다 그림자 아래 잠든 개를 보기 위해 물의 표면을 들어",
          "text": "...올리고 있는 소녀라고 믿었던 6세의 달리, 1950<br><div>얇은 도화지처럼 네모반듯하게 잘린 바다는 달리의 무의식과 의식을 분할하는 특별한 경계선처럼 보인다. 해변 깊숙이 파고든 바다의 표면을 살짝 들어 올리는 동작을 연출해 묘한 호기심과 긴장을 불러일으킨다.&nbsp;<br></div>"
        }
      ]
    },
    {
      "id": "10-2f--",
      "name": "[2F]퓨처 네오 바빌론",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 1.7219916309031387,
        "pitch": 0.03687788591486729,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.8913250351050532,
          "pitch": 0.4287440744741762,
          "rotation": 0,
          "target": "9-2f4--2"
        },
        {
          "yaw": 0.6576965666704258,
          "pitch": 0.42853933636782493,
          "rotation": 5.497787143782138,
          "target": "11-2f5-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.7164564126623505,
          "pitch": 0.31918698157666014,
          "title": "퓨처 네오 바빌론",
          "text": "수 세기가 흐른 후의 네오 바빌론을 시각화 한 작품, 과연 우리는 시간이 지남에 따라 하나의 작품을 어떤 감정으로 받아들일까에 관한 고찰을 나타내었다."
        }
      ]
    },
    {
      "id": "11-2f5-",
      "name": "[2F]제5 전시실",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 4096,
      "initialViewParameters": {
        "yaw": 2.064987494850193,
        "pitch": -0.002858790655144716,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.477048856570212,
          "pitch": 0.3334148023786092,
          "rotation": 0.7853981633974483,
          "target": "6-1f3-"
        },
        {
          "yaw": -2.4992847110650303,
          "pitch": 0.4672152156316969,
          "rotation": 6.283185307179586,
          "target": "10-2f--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.860594345731296,
          "pitch": 0.2543930953616851,
          "title": "리갈 항구의 풍경, 1950",
          "text": "달리의 작업실 창밖으로 보이는 만의 풍경을 그린 작품.천사의 존재와 위에서 내려다 본 시점의 웅대함은 화면 속에 불안정한 비결정적 색조와 함께 초현실적 분위기를 자아낸다. 이 고요한 풍경은 \"최후의 만찬\"과 \"십자가의 성 요한 그리스도\"를 포함한 다른 그림들에서도 등장한다.&nbsp;"
        },
        {
          "yaw": 2.8307700072137445,
          "pitch": 0.26513326067388476,
          "title": "밀레의 만종에 대한 고고학적 회상, 1950",
          "text": "살바도르 달리가 처음으로 밀레의 '만종'을 감상하였을 때, 그는 커다란 충격과 공포를 느꼈다고 한다. 그 이유는 바로 '만종'에서 기도를 올리고 있는 부부 사이에 놓인 바구니가 마치 죽은 아이의 관처럼 느껴졌기 때문이라고 하는데, 실제로 달리의 발언 이후 오랜시간이 흘러서 밀레의 만종을 엑스레이로 촬영한 결과, 만종의 바구니 부분이 덧칠해져 있었다는 사실을 밝혀낸다. 정말로 밀레의 만종 속 바구니가 아이의 무덤일 수도 있었다는 말. 또한 달리는 만종 속 여성이 기도하는 포즈가 마치 사마귀 같으며, 남성을 공격할 것을 암시하고 남자는 자신의 성기를 감추려는 등 억눌린 성적 공격성이 담긴 것처럼 보인다고 했다. 이는 여성의 성적 힘에 대한 무의식적인 비유이다. 여성의 성, 발기 부전, 거세에 대한 달리의 두려움"
        },
        {
          "yaw": 1.088166143476883,
          "pitch": 0.21727807569044977,
          "title": "최후의 만찬, 1955",
          "text": "달리가 기독교적 이미지와 전통적 가치로 돌아간 것은 스페인 내전과 제2차 세계대전의 영향, 고전주의에 다시 관심을 갖게 되었기 때문이다. 르네상스 양식의 조화로운 표현을 위해 테이블 주위에 배치된 남자들은 그리스도의 양쪽에서 같은 인물이 완벽한 거울 이미지로 대칭을 이루며, 복잡한 수학적 비율에 따라 구성되었다. 그는 이 작품에서 12라는 숫자에 편집광적으로 제일 많이 집중하고 있다. 1년의 12개월, 태양을 에워싸고 있는 12궁전, 그리스도를 둘러싸고 있는 12제자, 하늘의 12면체에 포함된 12개의 5각형, 그 5각형의 중심에 소우주적인 인물 그리스도가 존재한다. 그리고 그리스도의 12제자는 태양을 둘러싼 12궁전과 같이 찬란하고 황홀한 상태에 이른 것 같은 느낌을 준다.식탁 위에 놓인 빵에 이르기까지도&nbsp;"
        }
      ]
    }
  ],
  "name": "SAGMA-ONLINE-GALLERY",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
